Repository: stephenAK/project
Catalog: MIS/doc/pleft-b2212bd4f2ac/plapp/locale/*/LC_MESSAGES/django.po
Languages: fr, it, ru

source: Please enter a valid list of email addresses.
fr: Entrez une liste d’adresses d’email valide, Merci.
it: Per favore inserire una lista valida di indirizzi email.
ru: Пожалуйста, введите список корректных електронных адресов.

source: (no title)
fr: (sans titre)
it: (nessun titolo)
ru: (без названия)

source: Overview
fr: Aperçu
it: Panoramica
ru: Обзор

source: Invitation
it: Invito
ru: Приглашение

source: Verification
it: Verifica
ru: Верификация

source: Not found
fr: Introuvable
it: Non trovato
ru: Не найдено

source: We’re sorry, but this page does not seem to exist.
fr: Désolé, mais cette page semble ne pas exister.
it: Siamo spiacenti, ma questa pagina non sembra esistere.
ru: Простите, эта страница не существует.

source: Please check whether the address is correct, or go to %(url)s to find the right page.
fr: Merci de vérifier si l’adresse est correct, ou rendez-vous à %(url)s pour trouver la page correspondante.
it: Si prega di controllare se l’indirizzo sia giusto o andare a %(url)s per trovare la pagina esatta.
ru: Проконтролируйте адрес или идите на %(url)s чтобы найти эту страницу.

source: Server error
fr: Le server à retourné une érreur
it: Errore del server
ru: Ошибка сервера

source: Oops!
fr: Oups!
ru: О-оо!

source: There seems to be something wrong at %(name)s.
fr: Il semblerais que quelque chose ne fonctionne pas correctement chez %(name)s.
it: Sembra esserci un errore nel sito %(name)s.
ru: %(name)s сделал ошибочку.

source: Don’t panic though: try again or send an email to %(email)s.
fr: Pas de panic: réessayez ou envoyez un email à %(email)s.
it: Tuttavia non si preoccupi: provi di nuovo o invia una email a %(email)s.
ru: Но расслабтесь: попробуйте ещё раз или отправьте сообщение на %(email)s.

source: We are sorry for the inconvenience.
fr: Veuillez nous excuser pour la gène occasionnée.
it: Ci scusiamo per l’incovenienza.
ru: Извините за такой недостаток.

source: Planning an appointment? %(name)s helps you and the invitees to pick the right date and time.
fr: Vous prévoyez un rendez-vous? %(name)s vous aide vous ainsi que vos invités à choisir la bonne date et heure.
it: Fissare un appuntamento? %(name)s aiuta te e tuoi invitati a scegliere la data e l’ora giusta.
ru: Планируете встречу? %(name)s поможет вам и вашим приглашённым выбрать подходящие дату и время.

source: Your Web browser does not seem to support JavaScript, so unfortunately Pleft will not work properly.
fr: Votre navigateur ne semble pas supporter le JavaScript, donc Pleft ne pourras malheureusement pas fonctionner correctement.
it: Il suo Web browser non sembra supportare JavaScript, di conseguenza Pleft non funziona correttamente.
ru: Ваш браузер не поддерживает JavaScript, поэтому Pleft не работает как должен.

source: Appointment overview
fr: Aperçu des rendez-vous
it: Panoramica degli appuntamenti
ru: Обзор встречи

source: Plan an appointment
fr: Prévoir un rendez-vous
it: Fissa un appuntamento
ru: Назначьте встречу

source: %(name)s helps you to find the right date and time for your appointments.
fr: %(name)s vous aide à choisir la bonne date et heure pour vos rendez-vous.
it: %(name)s ti aiuta a trovare la data e l’ora giusta per il tuo appuntamento.
ru: %(name)s может вам помочь найти дату и время для ваших встреч.

source: Propose a few dates and let the invitees tell %(name)s when they’re available.
fr: Proposez plusieurs dates et laissez vos invités dire à %(name)s quand ils sont disponibles.
it: Suggerisci alcune date e lascia che gli invitati dicano a %(name)s quando sono disponibili.
ru: Предложите несколько дат вашим приглашённым и дайте им сказать %(name)s'у когда они доступны.

source: The invitees will receive an email that looks like this:
fr: Les invités recevront un e-mail qui ressemble à ceci:
it: Gli invitati riceveranno una <span style='white-space:nowrap'>e-mail</span> simile a questa:
ru: Приглашённые получят сообщение, которое выглядит вот так:

source: Both you and the invitees will then get a nice overview:
fr: Vous et les invités recevront alors un bon aperçu:
it: Sia tu che gli invitati riceverete una bella panoramica:
ru: Вы и ваши приглашённые получите симпатичный обзор:

source: Appointment
fr: Rendez-vous
it: Appuntamento
ru: Встреча

source: Description:
it: Descrizione:
ru: Описание:

source: What, where, how?
fr: Quoi, Où, Comment?
it: Cose, dove e come?
ru: Что, где и как?

source: Invitees:
fr: Invités:
it: Invitati:
ru: Приглашённые:

source: Example: john.doe@example.com, Jane Doe &lt;jane@example.net&gt;
fr: Exemple: john.doe@exemple.com, Jane Doe &lt;jane@example.net&gt;
it: Esempio: john.doe@example.com, Jane Doe &lt;jane@example.net&gt;
ru: Например: john.doe@example.com, Jane Doe &lt;jane@example.net&gt;

source: Proposed dates:
fr: Les dates proposées:
it: Date proposte:
ru: Предложенные даты:

source: Invitees may propose more dates
fr: Les invités peuvent proposer plus de dates
it: Gli invitati possono proporre più date
ru: Приглашённые могут предлагать свои даты

source: Your name:
fr: Votre nom:
it: Il tuo nome:
ru: Ваше имя:

source: Email address:
fr: Adresse Email:
it: Indirizzo email:
ru: Електронный<br>адрес:

source: Your appointments on %(name)s
fr: Vos rendez-vous sur %(name)s
it: Il tuo appuntamento su %(name)s
ru: Ваши встречи на %(name)s

source: Your appointments
fr: Vos rendez-vous
it: Il tuo appuntamento
ru: Ваши встречи

source: Title
fr: Titre
it: Titolo
ru: Тема

source: Started by
fr: Commencé par
it: Iniziato da
ru: Предложено пользователем

source: Created on
fr: Commencé à
it: Creato su
ru: Создано

source: Un-archive
fr: Désarchiver
it: Non archiviare
ru: Разархивировать

source: Archive
fr: Archiver
it: Archiviare
ru: Архивировать

source: Archived appointments will not be shown in the My appointments menu.
fr: Les rendez-vous archivés ne serons pas afficher dans le menu «Mes rendez-vous».
it: Gli appuntamenti archiviati non saranno visualizzati nei Miei appuntamenti.
ru: Архивированные встречи не будут показаны в меню 'Мои встречи'.

source: Dear %(name)s,
fr: Chère %(name)s,
it: Caro/a %(name)s,
ru: Уважаемый(ая) %(name)s,

source: Sincerely,
fr: Cordialement,
it: Cordiali saluti,
ru: С уважением,

source: You have been invited by %(initiator)s to tell when you’re available for the following appointment:
fr: Vous avez été invité par %(initiator)s à dire si vous êtes disponible pour le rendez-vous suivant:
it: Sei stato invitato da %(initiator)s a dire quando sarai disponibile per il seguente appuntamento:
ru: %(initiator)s попросил(а) вас указать дату доступности для этой встречи:

source: Click the above link for an overview and to indicate your availability.
fr: Cliquez sur le lien suivant pour avoir un aperçu et indiquer vos disponibilités.
it: Clicca il link di sopra per una visione e indicare la tua disponibilità.
ru: Нажмите верхнюю ссылку чтобы посмотреть обзор дат и отметить вашу доступность.

source: Your email address has been verified.
fr: Votre adresse email a été vérifiée.
it: La tua email è stata verificata.
ru: Ваш адрес успешно подтверждён.

source: Go to the overview to see which invitees have entered their availability or modify the appointment:
fr: Rendez-vous sur l’aperçu pour voir qui de vos invités ont soumis leurs disponibilités ou pour modifier le rendez-vous:
it: Vai alla panoramica per vedere quali invitati hanno inserito la loro disponibilità o modificato l’apputamento:
ru: Идите на обзор встреч чтобы посмотреть кто из приглашённых указали свою доступность или чтобы редактировать встречу:

source: We have assumed that you are available on all proposed dates.
fr: Nous sommes partie du principe que vous étiez libre pour toutes les dates proposés.
it: Presumiamo che tu sia disponibile per tutte le date proposte.
ru: Мы думаем что вы доступны на всех предложенных датах.

source: You can use the above link to change your own availability or add comments.
fr: Vous pouvez utiliser le lien suivant pour modifier votre disponibilité ou ajouter un commentaire.
it: Puoi usare il link di sopra per cambiare la tua disponibilità o aggiungere commenti.
ru: Вы можете использовать верхнюю ссылку чтобы изменить доступность или добавить комментарий.

source: Thank you for using %(site)s to help you pick the right moment for your appointment.
fr: Merci d’utiliser %(site)s afin de choisir le bon moment pour vos rendez-vous.
it: Grazie per aver usato %(site)s per scegliere il momento giusto del tuo appuntamento.
ru: Спасибо за использование %(site)s чтобы выбрать наилучший момент для вашей встречи.

source: We need to verify your email address.
fr: Nous avons besoin de vérifier votre adresse email.
it: Abbiamo bisogno di verificare il tuo indirizzo email.
ru: Нам надо чтобы вы подтвердили ваш адрес.

source: Please click the following link to continue:
fr: Merci de cliquer sur le lien suivant pour continuer:
it: Per favore clicca il seguente link per continuare:
ru: Пожалуйста нажмите следующую ссылку:

source: After you have done this, a %(site)s email will be sent to the invitees.
fr: Après cette étape, un email sera envoyé par %(site)s à vos invités.
it: Dopo aver cliccato il link, una email di %(site)s sarà inviato agli invitati.
ru: %(site)s пошлёт после этого емэил ко всем приглашённым.

source: If you did not create this appointment, someone else has entered your email address.
fr: Si vous n’avez pas créé de rendez-vous, quelqu’un a utilisé votre adresse email.
it: Se non è stato creato un appuntamento, allora qualcuno altro ha inserito il tuo indirizzo email.
ru: Если вы не создавали этой встречи, то кто-то другой использовал ваш емэйл адрес.

source: Please ignore this message.
fr: Merci d’ignorer ce message.
it: Si prega dunque di ignorare questo messaggio.
ru: В этом случае просто проигнорируйте это письмо.

source: Should this happen more often, please contact %(abuse_address)s and we will get back to you.
fr: Si cela se produit plus souvent, merci de contacter %(abuse_address)s et nous vous aiderons.
it: Se dovesse succedere spesso, per favore contattare (in inglese) %(abuse_address)s e noi provvederemo a risolvere il problema.
ru: Если это случается часто, сообщите нам на %(abuse_address)s.

source: D M d, G:i
fr: D M s, G:i
