Repository: stephenAK/project
Catalog: MIS/doc/pleft-b2212bd4f2ac/plapp/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Loading…
it: Inviare…

source: All appointments
it: Tutti gli appuntamenti

source: New appointment
it: Nuovi appuntamenti

source: My appointments
it: Miei appuntamenti

source: Sign out
it: Uscire

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
it: Gen|Feb|Mar|Apr|Mag|Giu|Lug|Ago|Set|Ott|Nov|Dic

source: Mon|Tue|Wed|Thu|Fri|Sat|Sun
it: Lun|Mar|Mer|Gio|Ven|Sab|Dom

source: Selected times:
it: Orari scelti:

source: Send invitations
it: Invia inviti

source: Please enter your email address.
it: Per favore inserire il tuo indirizzo email.

source: This email address doesn‘t seem to be valid.
it: Questo indirizzo email non sembra essere valido.

source: There seems to be an invalid email address in this list:
it: Sembra che ci sia un indirizzo email non valido in questa lista:

source: Sorry, I do not fully understand your input yet.
it: Spiacente, ma non capisco il tuo input.

source: Please check the form for any warnings.
it: Per favore controllare la scheda per eventuali avvertimenti.

source: Creating an appointment…
it: Creare un appuntamento…

source: Sorry, something went wrong.
it: Spiacente, si è verificato un errore.

source: This should not happen.
it: Questo non dovrebbe succedere.

source: Click here to go back to the form.
it: Clicca qui per tornare alla scheda.

source: Created!
it: Creato!

source: Please check your email.
it: Per favore controlla la tua email.

source: Example invitation email
it: Esempio di email di invito

source: Example appointment overview
it: Esempio di panoramica degli appuntamenti

source: This appointment could not be found or is not meant to be seen by you. We apologize for the inconvenience.
it: Questo appuntamento non può essere trovato o non accessibile per te. Ci scusiamo per l’incovenienza.

source: Use the Yes/Maybe/No buttons to indicate when you’re available. You can also enter comments.
it: Usa i pulsanti Si/Forse/No per indicare quando sei disponibile. Puoi anche inserire commenti.

source: View the other participants’ availability by clicking on their names or on the dates at the left side.
it: Per vedere la disponibilità degli altri partecipanti cliccare su i loro nomi o sulle date al lato sinistro

source: Appointment
it: Appuntamento

source: Proposed dates
it: Date proposte

source: Participants
it: Partecipanti

source: Done
it: Fatto

source: Refresh
it: Aggiorna

source: Automatically saved on
it: Salvato automaticamente su

source: Email addresses of the invitees (only visible to you)
it: Indirizzi email degli invitati (visibile solo a te)

source: Invite another participant
it: Invita un altro partecipante

source: Name <email@address.example>
it: Nome <email@indirizzo.example>

source: Send invitation
it: Invia invito

source: Please enter an address.
it: Per favore inserire un indirizzo.

source: This email address does not seem to be correct.
it: Questo indirizzo email non sembra essere corretto

source: Sending…
it: Inviare…

source: Resend invitations
it: Invia inviti

source: Send invitation again
it: Invia invito

source: Propose another date
it: Proponi un altra data

source: Date:
it: Data:

source: Time:
it: Orario:

source: Add date
it: Aggiungi data

source: This does not seem to be a valid date.
it: Questo non sembra essere una data valida.

source: This does not seem to be a valid time.
it: Questo non sembra essere un orario valido.

source: Yes
it: Si

source: Maybe
it: Forse
